tap "nats-io/nats-tools"
brew "asdf"
brew "awscli"
brew "awsume"
brew "bat"
brew "direnv"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "graphviz"
brew "htop"
brew "imagemagick"
brew "jq"
brew "mysql"
brew "mysql@8.0"
brew "tree-sitter"
brew "neovim"
brew "peco"
brew "pipx"
brew "pnpm"
brew "ripgrep"
brew "thefuck"
brew "tree"
brew "vim"
brew "wget"
brew "nats-io/nats-tools/nats"
cask "audacity"
cask "brave-browser"
cask "caffeine"
cask "cursor"
cask "docker-desktop"
cask "firefox@developer-edition"
cask "flameshot"
cask "font-awesome-terminal-fonts"
cask "font-droid-sans-mono-nerd-font"
cask "font-fontawesome"
cask "git-credential-manager"
cask "hammerspoon"
cask "hiddenbar"
cask "karabiner-elements"
cask "keepassxc"
cask "min"
cask "postman"
cask "rapidapi"
cask "rectangle"
cask "secretive"
cask "session-manager-plugin"
cask "spotify"
cask "vial"
cask "visual-studio-code"
cask "vlc"
cask "zalo"
vscode "eamodio.gitlens"
vscode "ms-azuretools.vscode-containers"
vscode "ms-vscode-remote.remote-containers"
