tap "nats-io/nats-tools"
brew "asdf"
brew "awscli"
brew "eza"
brew "fish"
brew "htop"
brew "mysql"
brew "mysql@8.0"
brew "peco"
brew "pnpm"
brew "vim"
brew "nats-io/nats-tools/nats"
cask "brave-browser"
cask "cursor"
cask "docker-desktop"
cask "firefox@developer-edition"
cask "flameshot"
cask "font-awesome-terminal-fonts"
cask "font-droid-sans-mono-nerd-font"
cask "font-fontawesome"
cask "git-credential-manager"
cask "hammerspoon"
cask "hiddenbar"
cask "karabiner-elements"
cask "min"
cask "postman"
cask "rapidapi"
cask "rectangle"
cask "secretive"
cask "spotify"
cask "visual-studio-code"
cask "xbar"
vscode "eamodio.gitlens"
vscode "ms-azuretools.vscode-containers"
vscode "ms-vscode-remote.remote-containers"
